{
  "time": 1730154077998,
  "blocks": [
    {
      "id": "hNfJOqsAin",
      "type": "header",
      "data": {
        "text": "461 at Mishawaka",
        "level": 2
      }
    },
    {
      "id": "7enkhwftXF",
      "type": "paragraph",
      "data": {
        "text": "The robotics season kicked off with a whirlwind of excitement as Team 461 soared to new heights at the Mishawaka event, hosted at the prestigious Penn High School. Despite being the first event of the season for many Indiana teams, the competition was fierce, and teams delivered an impressive showcase of skill and innovation."
      }
    },
    {
      "id": "yljw5OQ1ad",
      "type": "paragraph",
      "data": {
        "text": "Under the guidance of our dedicated drive coach, Ryne, Team 461's stellar drive team, featuring the talents of Moses Dilts, Aneesh Terani, and Jiadong Yang, propelled us to the forefront of the action. Their precision and teamwork earned us the honor of being the fourth-seeded alliance at the event."
      }
    },
    {
      "id": "BrluEvzO3R",
      "type": "paragraph",
      "data": {
        "text": "Teaming up with the formidable alliances of Teams 3865 and 3176, our collective efforts led us to the thrilling first elimination round. Facing off against the goliath first-seeded alliance, we rose to the occasion and delivered a stunning upset, securing a victory with a commanding score of 83-to-56, setting a new event high."
      }
    },
    {
      "id": "JAe5vYhFk_",
      "type": "paragraph",
      "data": {
        "text": "But our success wasn't just measured in scores and rankings; it was also reflected in the spirit of collaboration and camaraderie that permeated the event. Whether it was lending a helping hand in the pits or cheering on fellow teams from the stands, the sense of community and sportsmanship was truly inspiring."
      }
    },
    {
      "id": "esIAKQJd76",
      "type": "paragraph",
      "data": {
        "text": "As we reflect on our achievements from Week 1, let us carry forward the lessons learned and the bonds forged as we continue our journey through the season. With determination, innovation, and teamwork, there's no limit to what we can achieve together."
      }
    },
    {
      "id": "IzMdWEi-5_",
      "type": "paragraph",
      "data": {
        "text": "Here’s to the start of our team’s glorious <b>Crescendo</b>!&nbsp;"
      }
    }
  ],
  "version": "2.30.6"
}
