{
  "time": 1730162529979,
  "blocks": [
    {
      "id": "_f1oTfOczB",
      "type": "header",
      "data": {
        "text": "Looking Ahead… 461 at Plainfield",
        "level": 2
      }
    },
    {
      "id": "6NiDB4LXKj",
      "type": "paragraph",
      "data": {
        "text": "Hope you had an amazing St. Patrick’s day! This week has been busy at the shop. Tech has been extremely busy working to nurse our robot back to full health after taking a beating at Mishawaka. After winning the Team Sustainability Award, the Outreach team has been busy refining and improving our commitment to always recycle. Located in central Indiana, the beautiful city of Plainfield is home to vast grassy hills, Plainfield High School is generous to be hosting this event. Furthermore, they have a big campus for hosting the many teams that are going to be at the event. We wish the best of luck to team 3487, Red Pride Robotics from Plainfeild, IN! Additionally, our sister team, 1747, Harrison Boiler Robotics will be competing with us! Also, there will be concessions if you ever get hungry inside the venue for almost the entire event!&nbsp;"
      }
    },
    {
      "id": "22NUFN2OUW",
      "type": "header",
      "data": {
        "text": "Highlight of the Month - Jiadong Yang’s Masterclass",
        "level": 2
      }
    },
    {
      "id": "aHmh5us2cP",
      "type": "paragraph",
      "data": {
        "text": "This weekend’s event wasn't just robot’s showcasing their skills, human players were able to channel their inner discus thrower! Many players have had a tough time conquering the mountainous task of toppling the infamous microphone throw. However, it was nothing but a short feat for Jiadong Yang during Final 1 of the event. Following a narrow lead of 65-48, Yang coolly scored not one, not two, but three high notes! Two of the high notes were scored on the same microphone. Following his great achievement, Yang now spends his days practicing his accuracy and aim on the team’s own practice field. In Yang’s own words, After scoring 3 high notes on the microphones, Yang wants a bigger challenge “Scoring this consistently every match would be great.” Meanwhile, members of the drive team reacted to this amazing feat. Here’s what Technician Tegan Landrum had to say; “I told him to put in 100%, and he did exactly that. I’m very proud of him.”To all Human Players out there, keep on scoring!"
      }
    }
  ],
  "version": "2.30.6"
}
