{
  "time": 1730162733037,
  "blocks": [
    {
      "id": "YTUIKzZrRe",
      "type": "header",
      "data": {
        "text": "461 at Plainfield",
        "level": 2
      }
    },
    {
      "id": "V6ZE5-D5Rj",
      "type": "paragraph",
      "data": {
        "text": "3-2-1 Crescendo! This past weekend 461 competed at Plainfield High School, home of 3487, Red Pride Robotics. Speaking of other teams, we would like to start off by congratulating our sister team 1747, Harrison Boiler Robotics, who made it to the semifinals! We would like to thank Red Pride Robotics for their incredible facilities and wonderful volunteers. Here’s what team member Ethan Zhang had to say: “The hospitality of the volunteers and staff was simply astounding.” Throughout the event, Rowdy24 performed consistently, exceeding expectations. According to the rankings, our robot ranked #2, with a win-loss record of 10-2-0. Behind the scenes was busy impressing the judges. With our Impact presentation having a magical twist, However, Impact Presenter Ashley Yang knows a magician never reveals her secrets. “We thought the judges were very receptive, and we are keeping things in mind for the future.”&nbsp;"
      }
    },
    {
      "id": "DHpwcvKxC1",
      "type": "paragraph",
      "data": {
        "text": "However, not everything was nought during the event, since our efforts in design excellence earned us the bragging rights and the win of the District Engineering and Inspiration Award, ending a 6-year drought.&nbsp;"
      }
    },
    {
      "id": "GVbyvGZJye",
      "type": "header",
      "data": {
        "text": "New Member Spotlight - Adwika ",
        "level": 2
      }
    },
    {
      "id": "Gvs5rPijOd",
      "type": "list",
      "data": {
        "style": "unordered",
        "items": [
          {
            "content": "What motivated you to join team 461?",
            "items": []
          }
        ]
      }
    },
    {
      "id": "gvArbgh2Bd",
      "type": "list",
      "data": {
        "style": "unordered",
        "items": [
          {
            "content": "Favorite part of robotics?&nbsp;",
            "items": []
          }
        ]
      }
    },
    {
      "id": "DVkVyKjATb",
      "type": "list",
      "data": {
        "style": "unordered",
        "items": [
          {
            "content": "Something new you want to try or learn?",
            "items": []
          }
        ]
      }
    },
    {
      "id": "0eNH_R4MVP",
      "type": "paragraph",
      "data": {
        "text": "*describe your experience so far"
      }
    },
    {
      "id": "SUNK_HHK9b",
      "type": "paragraph",
      "data": {
        "text": "Currently a junior at West Lafayette Jr/Sr High School, Outside of robotics Adwika Mouryna enjoys biking on West Lafayette’s numerous biking paths, like Happy Hollow Park. Drop by for a sweet treat, as Adwika enjoys baking a variety of pastries.&nbsp;"
      }
    }
  ],
  "version": "2.30.6"
}
